[{"model": "pokapp.pokemon", "pk": 1, "fields": {"name": "Pikachu", "specie": "Ratón", "description": "Pikachu es un pequeño roedor cuya morfología se encuentra basada en un animal llamado pika, el cual es pariente de los conejos y habita principalmente en las praderas norteamericanas.", "tipo": "Eléctrico", "photo": "https://vignette.wikia.nocookie.net/es.pokemon/images/7/77/Pikachu.png/revision/latest/scale-to-width-down/350?cb=20150621181250"}}, {"model": "pokapp.pokemon", "pk": 2, "fields": {"name": "Bulbasour", "specie": "Sapo", "description": "kndfoi gmormtgipoitptohiy tkcfnrguortug gjjfyev fuytrubmaria", "tipo": "Planta", "photo": "https://vignette.wikia.nocookie.net/es.pokemon/images/4/43/Bulbasaur.png/revision/latest/scale-to-width-down/350?cb=20170120032346"}}, {"model": "pokapp.pokemon", "pk": 3, "fields": {"name": "Meowth", "specie": "Mono araña", "description": "Es un Pokémon con apariencia de gato, y está basado en el Maneki-neko (gato de la suerte japonés). En su cabeza porta un amuleto en forma de moneda. Se trata de una antigua moneda japonesa hecha de oro llamada Koban, símbolo de la buena fortuna en Japón. De ahí aparece su principal ataque llamado día de pago, que consiste en lanzar muchas monedas al oponente que aparentemente salen de su cabeza.", "tipo": "gato", "photo": "https://vignette.wikia.nocookie.net/es.pokemon/images/9/99/Meowth.png/revision/latest/scale-to-width-down/350?cb=20160904210550"}}, {"model": "pokapp.pokemon", "pk": 4, "fields": {"name": "Mew", "specie": "Nueva Especie", "description": "Pokémon singular de tipo psíquico introducido en la primera generación. Es el ancestro de todos los Pokémon, ya que tiene todos los genes de los Pokémon existentes. Además, es el único Pokémon capaz de aprender todas las máquinas técnicas (MT), máquinas ocultas (MO) y movimientos del tutor de movimientos.", "tipo": "Psiquico", "photo": "https://vignette.wikia.nocookie.net/es.pokemon/images/b/bf/Mew.png/revision/latest/scale-to-width-down/350?cb=20160311010530"}}, {"model": "pokapp.pokemon", "pk": 5, "fields": {"name": "Charmander", "specie": "Lagartija", "description": "Charmander es un pequeño lagarto bípedo. Sus características de fuego son resaltadas por su color de piel anaranjado y su cola con la punta envuelta en llamas. Charmander, como sus evoluciones Charmeleon y Charizard, tiene una pequeña llama en la punta de su cola. La intensidad con la que esta arde es un indicador del estado físico y emocional de este Pokémon.", "tipo": "Fuego", "photo": "https://vignette.wikia.nocookie.net/es.pokemon/images/5/56/Charmander.png/revision/latest?cb=20140207202456"}}, {"model": "pokapp.pokemon", "pk": 6, "fields": {"name": "Pigeot", "specie": "Pajaro", "description": "A Pidgeot se le puede encontrar en estado salvaje, pero es muy complicado avistar uno, y si lo intentas capturar se mostrará reacio. Sin embargo, Pidgey y Pidgeotto son Pokémon que se les llega a encontrar en diversos bosques muy fácilmente. Su habilidad de vuelo es increíble, pudiendo alcanzar más de un kilómetro de altura y llegar al doble de la velocidad del sonido.", "tipo": "Volador", "photo": "https://vignette.wikia.nocookie.net/es.pokemon/images/a/a9/Pidgeot.png/revision/latest/scale-to-width-down/350?cb=20141214190416"}}, {"model": "pokapp.pokemon", "pk": 7, "fields": {"name": "jigglypuff", "specie": "Globo", "description": "Tiene la extraña habilidad de inflar todo su cuerpo aspirando aire en una forma semejante al personaje de HAL Laboratory \"Kirby\". Esto además le permite mantenerse en el aire durante unos segundos, ya que gracias a su fisionomía es capaz de flotar. Es de la especie globo, ya que en Pokémon Stadium si este es vencido se desinfla como un globo.", "tipo": "Hada", "photo": "https://vignette.wikia.nocookie.net/es.pokemon/images/a/af/Jigglypuff.png/revision/latest/scale-to-width-down/350?cb=20150110232910"}}, {"model": "pokapp.pokemon", "pk": 8, "fields": {"name": "Onix", "specie": "Serpiente Roca", "description": "Onix no es un Pokémon muy territorial debido a que no tiene que proteger fuentes de comida, ya que su alimento (tierra y demás rocas y minerales) abunda en exceso por todo el mundo. Suele morder piedras para afilar sus fauces. Las hembras son abundantes, y aun se está investigando cuál es el rol que cumplen realmente en la reproducción de este Pokémon.", "tipo": "Roca", "photo": "https://vignette.wikia.nocookie.net/es.pokemon/images/b/b2/Onix.png/revision/latest?cb=20141214194849"}}, {"model": "pokapp.pokemon", "pk": 9, "fields": {"name": "Geodude", "specie": "Roca", "description": "Su nombre está formado por la combinación de las palabras geo (tierra en griego) y dude (jerga de registro coloquial de la palabra tipo con referencia a alguien), también podria venir de la palabra \"geode\" (roca generalmente hueca en la que dentro de ella se pueden encontrar minerales).", "tipo": "Roca", "photo": "https://vignette.wikia.nocookie.net/es.pokemon/images/1/12/Geodude.png/revision/latest?cb=20161018163121"}}]